{
"domain": "TCGA", 
"wrangling_procedure": "TCGA PANCAN strictly filtered maf files (file names: *_cleaned_filtered.maf) download from Synapse, processed into gene by sample matrix at UCSC into cgData repository", 
"owner": "TCGA", 
"dataProducer": "TCGA PANCAN AWG", 
"cgDataVersion": 1, 
"cohort": "TCGA Colon and Rectal Cancer", 
"anatomical_origin": [
"Colon and Rectum"
], 
":sampleMap": "TCGA.COADREAD.sampleMap", 
"sample_type": [
"tumor"
], 
"label": "COADREAD gene-level mutation (pancan awg)", 
"version": "2015-01-28", 
":probeMap": "hugo", 
"type": "genomicMatrix", 
"description": "TCGA colon & rectum adenocarcinoma (COADREAD) somatic mutation data. Red (=1) indicates that a non-silent somatic mutation (nonsense, missense, frame-shif indels, splice site mutations, stop codon readthroughs) was identified in the protein coding region of a gene, or any mutation identified in a non-coding gene. White (=0) indicates that none of the above mutation calls were made in this gene for the specific sample.<br><br>Somatic mutations calls (even on the same tumor DNA extract) are affected by many factors including library prep, sequencing process, read mapping method, reference genome used, genome annotation, calling algorithms, and ad-hoc pre/postprocessing such as black list genes, target selection regions, and black list samples. This dataset is the best effort made by the TCGA PANCANCER Analysis Working Group. Raw PANCAN mutation data can be downloaded at the url site shown below.<br><br>", 
"tags": [
"cancer"
], 
"longTitle": "TCGA colon & rectum adenocarcinoma (COADREAD) gene-level non-silent somatic mutation (pancan awg)", 
"gain": 10, 
"path": "data/public/TCGA/COADREAD/mutation", 
":dataSubType": "somatic mutation", 
"wrangler": "cgData TCGAscript mutationMatrix processed on 2015-01-28", 
"redistribution": true, 
"name": "TCGA_COADREAD_mutation", 
"shortTitle": "COADREAD gene-level mutation (pancan awg)", 
"url": "https://www.synapse.org/#!Synapse:syn1729383", 
"primary_disease": "colon & rectum adenocarcinoma", 
"security": "public", 
"groupTitle": "TCGA colon & rectum adenocarcinoma"
}